Repository: grammatn/MyPasswordsTranslations
Catalog: AppResources.*.resx
Languages: el, fr

source: Warning
el: Προειδοποίηση
fr: Attention

# alert_emptyTitel
source: The title cannot be empty
el: Ο τίτλος δεν μπορεί να είναι κενός
fr: Le titre ne peut pas être vide

# app_description
source: A secure and easy to use password manager for iOS devices
el: Μια ασφαλής και εύχρηστη εφαρμογή για τη διαχείριση των κωδικών σας
fr: Un gestionnaire de mot de passe sécurisé et facile à utiliser pour les appareils iOS

# app_name
source: My Passwords
el: Οι Κωδικοί μου

# dialog_title_confirm_fp
source: Unlock the app
el: Ξεκλείδωμα εφαρμογής
fr: Deverrouille l’application

# button_enter
source: ENTER
el: ΕΙΣΟΔΟΣ
fr: Entrée

# button_register
source: REGISTER
el: ΕΓΓΡΑΦΗ
fr: S’inscrit

# myPasswords
source: All entries
el: Όλες οι καταχωρήσεις
fr: Toutes les entrées

source: Favorites
el: Αγαπημένα
fr: Favoris

source: About
el: Σχετικά με
fr: Au sujet de

source: Password
el: Κωδικός
fr: Mot de passe

source: Repeat password
el: Επαναλάβετε τον κωδικό
fr: Répéte le mot de passe

# errorPasswordIsTooShort
source: Password is too short
el: Ο κωδικός είναι πολύ μικρός
fr: Le mot de passe est trop court

# errorFieldRequired
source: Field is required
el: Απαιτούμενο πεδίο
fr: Ce champ est obligatoire

# errorPasswordsMatch
source: Passwords don't match
el: Οι κωδικοί δεν ταιριάζουν
fr: Les mots de passe ne correspondent pas

# noEntries
source: There are no entries
el: Δεν υπάρχουν καταχωρήσεις
fr: Ils n’y a pas d’entrée

# password_not_correct_title
source: Alert
el: Προσοχή
fr: Attention

# password_not_correct
source: The password is not correct
el: Ο κωδικός πρόσβασης δεν είναι σωστός
fr: Le mot de passe est incorrect

# password_not_correct_PRO
source: The password is not correct. The self-destruction is activated and you have {0} more tries.
el: Ο κωδικός πρόσβασης δεν είναι σωστός. Η αυτοκαταστροφή ενεργοποιείται και έχετε δοκιμάσει ακόμα {0}
fr: Le mot de passe est incorrect. L’ auto destruction est activééet tu as {0} essais

# pref_about_title_contact
source: Report a bug
el: Αναφορά σφάλματος
fr: Rapporte un bug

# pref_about_title_support
source: Rate and review
el: Αξιολόγηση
fr: Note et donne ton avis

# pref_about_title_share
source: Tell your friends
el: Πείτε το στους φίλους σας
fr: Dit à tes amis

# pref_about_title_translations
source: Translations
el: Μεταφράσεις
fr: Traductions

# pref_about_title_licenses
source: Open source licenses
el: Άδειες ανοιχτού λογισμικού
fr: Licences Open Source

# pref_about_title_build_version
source: Build version
el: Έκδοση
fr: Construire une version

# pref_about_title_terms
source: Terms and privacy policy
el: Όροι και πολιτική απορρήτου
fr: Les conditions et la politique de confidetialité

# menu_upgrade
source: Go PRO!
el: PRO έκδοση

# button_upgrade_now
source: UPGRADE NOW
el: ΑΝΑΒΑΘΜΙΣΗ ΤΩΡΑ
fr: METTRE À JOUR MAINTENANT

# menu_restore
source: Restore PRO version
el: Επαναφορά PRO έκδοσης
fr: Restaure PRO version

# error_restore
source: No purchase found
el: Δεν βρέθηκαν αγορά
fr: Le système ne trouve aucune commande

# button_restore
source: Restore
el: Επαναφορά
fr: Restaure

# inAppPurchaseCanceledTitle
source: Tell us your opinion
el: Πείτε μας την γνώμη σας
fr: Donnez nous votre avis

# inAppPurchaseCanceledMessage
source: We are very sorry if you are not satisfied with the app. Would you like to let us know what you didn't like?
el: Λυπούμαστε πολύ αν δεν είστε ικανοποιημένοι με την εφαρμογή. Θα θέλατε να μας ενημερώσετε τι μπορούμε να βελτιστοποιήσουμε;
fr: Nous sommes vraiment désolés si vous n'êtes pas satisfait de l'application. Voulez-vous nous faire savoir ce que vous n'avez pas aimé?

# error_network_connectivity
source: Cannot connect to iTunes. Check network connectivity.
el: Δεν είναι δυνατή η σύνδεση στο iTunes. Ελέγξτε τη συνδεσιμότητα δικτύου.
fr: Ne peut pas se connecter à Itunes. Veuillez verifier la connectivité du réseau

# upgrade_thank_you
source: Thank you for purchasing the PRO version.
el: Σας ευχαριστούμε για την αγορά σας.
fr: Nous vous remercions d’ avoir acheté la version PRO.

source: All
el: Όλα
fr: Tous

source: features
el: έξτρα
fr: Caractéristiques

# upgrade_feature_1
source: ✔ Export & import .csv files
el: ✔ Εξαγωγή και εισαγωγή .csv αρχείων
fr: ✔ Veuillez exporter et importer les fichiers .csv

# upgrade_feature_2
source: ✔ Auto backup
el: ✔ Αυτόματη δημιουργία αντίγραφου ασφαλείας

# upgrade_feature_3
source: ✔ Clipboard auto clear
el: ✔ Αυτόματος καθαρισμός από το πρόχειρο

# upgrade_feature_4
source: ✔ Self destruction
el: ✔ Αυτοκαταστροφή
fr: ✔ Auto destruction

# upgrade_feature_5
source: ✔ Enter using lock pattern
el: ✔ Εισαγωγή με μοτίβο
fr: ✔ Entrez en utilisant le modèle de verouillage

# upgrade_feature_6
source: ✔ Custom code generator
el: ✔ Προσαρμόσιμη γεννήτρια κωδικών
fr: ✔ Personnalisé générateur de code

# upgrade_accept
source: By purchasing the PRO version you accept the terms
el: Με την αγορά της έκδοσης PRO αποδέχεστε τους όρους
fr: En achetant la version PRO vous acceptez les conditions

source: Settings
el: Ρυθμίσεις
fr: Réglages

# welcome_info_content
source: Please register a master password to start using the application. Note that if the master password is lost the stored data cannot be recovered because of the missing sync option. It is strongly recommended that you backup your data at regular intervals.
el: Παρακαλούμε καταχωρήστε έναν κύριο κωδικό πρόσβασης για να χρησιμοποιείστε την εφαρμογή. Σημειώστε ότι, εάν ο κύριος κωδικός πρόσβασης χαθεί, η επαναφορά των δεδομένων είναι αδύνατη λόγω της έλειψης συγχρονισμού μέσω διαδικτύου. Συνίσταται ανεπιφύλακτα η δημιουργία αντιγράφων ασφαλείας ανά τακτά χρονικά διαστήματα.
fr: Veuillez enregistrer un mot de passe principal pour commencer à utiliser l'application. Notez que si le mot de passe principal est perdu, les données stockées ne peuvent pas être récupérées en raison de l'option de synchronisation manquante. Il est fortement recommandé de sauvegarder vos données à intervalles réguliers

# welcome_info_title
source: Welcome to My Passwords
el: Καλώς ήρθατε
fr: Bienvenue à Mes Mots de Passe

# menu_search
source: Search
el: Αναζήτηση
fr: Faites une recherche

# menuItem_Delete
source: Delete
el: Διαγραφή
fr: Supprimez

source: Edit
el: Επεξεργασία
fr: Editez

# labelTitle
source: Title
el: Τίτλος
fr: Titre

# labelAccount
source: Account
el: Λογαριασμός
fr: Compte

# labelUsername
source: Username
el: Όνομα χρήστη
fr: Identifiant

# labelPassword
source: Password
el: Κωδικός
fr: Mot de passe

# labelWebsite
source: Website
el: Ιστοσελίδα
fr: Site web

# labelDescription
source: Description
el: Περιγραφή

source: Cancel
el: Ακύρωση
fr: Annulez

# m_continue
source: Continue
el: Συνέχεια
fr: Continuez

source: Done
el: Τέλος
fr: Fini

# selectColor
source: Select a color
el: Επιλογή χρώματος
fr: Sélectionez une couleur

source: Copied to clipboard
el: Αντιγράφηκε στο πρόχειρο
fr: Copié dans le presse-papier

# set_pro_autoBackup
source: [PRO] AUTO BACKUP
el: [PRO] Αυτόματη δημιουργία αντίγραφου ασφαλείας

# set_pro_fingerprint
source: [PRO] FINGERPRINT
el: [PRO] Δακτυλικό αποτύπωμα
fr: [PRO] EMPREINTE DIGITALE

# set_pro_clipboard
source: [PRO] CLIPBOARD
el: [PRO] Πρόχειρο
fr: [PRO] PRESSE-PAPIERS

# set_pro_selfDestruct
source: [PRO] SELF DESTRUCT
el: [PRO] Αυτοκαταστροφή
fr: [PRO] AUTO-DESTRUCTION

# loadingIndicator
source: Loading...
el: Φορτώνει...
fr: Chargement en cours

# setCategory_Appearance
source: Appearance
el: Εμφάνιση
fr: Apparition?

# set_SortEntries
source: Sort entries
el: Ταξινόμηση καταχωρήσεων
fr: Veuillez trier les entrées

# pref_Alphabetically
source: Alphabetically
el: Αλφαβητικά
fr: Alphabétiquement

# pref_ByDate
source: By date
el: Κατά ημερομηνία
fr: Par date

# pref_ByColor
source: By color
el: Κατά χρώμα
fr: Par couleur

# set_ShowPasswords
source: Show passwords
el: Εμφάνιση κωδικών πρόσβασης
fr: Αffichez le mot de passe

# set_ShowPasswords_Detail
source: You don't have to press the eye icon
el: Δεν χρειάζεται να πατήσετε το εικονίδιο του ματιού
fr: Vous n'êtes pas obligé d'appuyer sur l'icône de l'œil

# setCategory_Database
source: Database
el: Βάση δεδομένων
fr: Base des données

# set_BackupDatabase
source: Backup database
el: Βάση δεδομένων
fr: Base des donées sauvegardée

# set_BackupDatabase_Detail
source: Create a backup of the encrypted database
el: Δημιουργία αντίγραφου ασφαλείας της βάσης δεδομένων
fr: Créez une sauvegarde de la base de données chiffrée

# set_RestoreDatabase
source: Restore database
el: Επαναφορά της βάσης δεδομένων
fr: Restaurez la base des donées

# set_RestoreDatabase_Detail
source: Restore a backup of an encrypted database
el: Επαναφέρετε ένα αντίγραφο ασφαλείας μιας κρυπτογραφημένης βάσης δεδομένων
fr: Restaurez une sauvegarde d'une base de données chiffrée

# set_AutoBackUp
source: Auto backup
el: Αυτόματο αντίγραφο ασφαλείας

# set_AutoBackUp_Detail
source: Once a change will be made, a backup will be created
el: Μόλις γίνει μια αλλαγή, θα δημιουργηθεί ένα αντίγραφο ασφαλείας
fr: Une fois qu'un changement est effectué, une sauvegarde sera créée

# info_RestoreDatabase
source: The database has been restored. Please restart the app.
el: Η βάση δεδομένων έχει επαναφερθεί. Κάντε επανεκκίνηση της εφαρμογής
fr: La base de données a été restaurée. Veuillez redémarrer l'application

# set_ExportToCSVFile
source: Export csv file
el: Εξαγωγή αρχείου .csv
fr: Exportez le fichier csv

# set_ExportToCSVFile_Detail
source: Export the entries to a non-encrypted csv file
el: Εξαγωγή καταχωρήσεων σε ένα μη-κρυπτογραφημένο αρχείο csv
fr: Exportez les entrées dans un fichier csv non crypté

# set_LogInMethod
source: Preferred login method
el: Προτιμώμενη μέθοδος σύνδεσης
fr: Méthode de connexion préférée

# pref_PasswordOnly
source: Password only
el: Μόνο κωδικό πρόσβασης
fr: Mot de passe seulement

# pref_FingerprintOrPassword
source: Fingerprint or password
el: Δακτυλικό αποτύπωμα ή κωδικός πρόσβασης
fr: Empreinte digitale ou mot de passe

# pref_PatternOrPassword
source: Pattern or password
el: Μοτίβο ή κωδικός πρόσβασης
fr: Motif ou mot de passe

# pref_security_title_clearclipboard
source: Clear Clipboard
el: Καθαρισμός πρόχειρου
fr: Effacez le presse-papiers

# pref_security_clearclipboard_never
source: Never
el: Ποτέ
fr: Jamais

# pref_security_clearclipboard_1min
source: 1 min
el: 1 λεπ.

# pref_security_clearclipboard_2min
source: 2 min
el: 2 λεπ.

# pref_security_clearclipboard_3min
source: 3 min
el: 3 λεπ.

# pref_security_clearclipboard_4min
source: 4 min
el: 4 λεπ.

# pref_security_clearclipboard_5min
source: 5 min
el: 5 λεπ.

# set_ImportFromCSVFile
source: Import csv file
el: Εισαγωγή αρχείου .csv
fr: Importez le fichier csv

# set_ImportFromCSVFile_Detail
source: Import entries from a non-encrypted csv file
el: Εισαγωγή καταχωρήσεων από ένα μη-κρυπτογραφημένο αρχείο csv
fr: Importez des entrées à partir d'un fichier csv non crypté

# error_ChosenFileIsNotCSV
source: The chosen file does not have the proper format. Please select a '.csv' file.
el: Το επιλεγμένο αρχείο δεν έχει τη σωστή μορφή. Επιλέξτε ένα αρχείο .csv
fr: Le fichier choisi n'a pas le bon format. Veuillez sélectionner un fichier '.csv'.

# pref_security_title_self_destruct
source: Failed password attempts
el: Αποτυχημένες προσπάθειες
fr: Tentatives de mot de passe échouées

# pref_security_self_destruct_unlimited
source: Unlimited
el: Απεριόριστες
fr: Illimité

# alert_self_destruct_completed
source: Because of reaching the max login attempts the database now has been deleted. The app will be closed.
el: Λόγω της επίτευξης των μέγιστων προσπαθειών σύνδεσης, η βάση δεδομένων έχει πλέον διαγραφεί. Η εφαρμογή θα κλείσει
fr: En raison de l'atteinte des tentatives de connexion maximum, la base de données a maintenant été supprimée. L'application sera fermée

# error_CSVBadHead
source: The backup file doesn't have the proper format. Please check the header.
el: Το αρχείο αντιγράφου ασφαλείας δεν έχει τη σωστή μορφή. Ελέγξτε την κεφαλίδα
fr: Le fichier sauvegardé n'a pas le bon format. Veuillez vérifier l'en-tête.

# setCategory_Security
source: Security
el: Ασφάλεια
fr: Sécurité

# set_ChangeMasterPassword
source: Change master password
el: Αλλαγή κύριου κωδικού πρόσβασης
fr: Changez le mot de passe principal

# set_FastEnter
source: Fast enter
el: Γρήγορη είσοδος
fr: Entrée rapidement

# set_FastEnter_Detail
source: Makes it faster to enter the application without having to tap the ENTER button if the master password is correct
el: Καθιστά πιο γρήγορη την είσοδο στην εφαρμογή χωρίς να χρειάζεται να πατάτε το κουμπί ΕΙΣΟΔΟΣ εάν ο κύριος κωδικός πρόσβασης είναι σωστός
fr: Rend plus rapide pour avoir accés à l'application sans avoir à appuyer sur le bouton ENTRÉE si le mot de passe principal est correct

# set_AutoExit
source: Auto exit
el: Αυτόματη έξοδο

# set_AutoExit_Detail
source: The application will automatically locked by switching to another application or when the screen turns off
el: Η εφαρμογή θα κλειδωθεί αυτόματα μεταβαίνοντας σε άλλη εφαρμογή ή όταν απενεργοποιηθεί η οθόνη
fr: L'application sera automatiquement verrouillée en passant à une autre application ou lorsque l'écran s'éteint

# set_Fingerprint
source: Enter using fingerprint
el: Είσοδος με δακτυλικό αποτύπωμα
fr: Entrez en utilisant l'empreinte digitale

# set_Fingerprint_Detail
source: An iPhone 5s or later, iPad Pro, iPad Air 2, or iPad mini 3 or later is required to use this feature
el: Ένα iPhone 5s ή νεότερη έκδοση, το iPad Pro, το iPad Air 2 ή το iPad mini 3 ή νεότερη έκδοση απαιτείται για να χρησιμοποιήσετε αυτή τη λειτουργία
fr: Un iPhone 5s ou plus récent, iPad Pro, iPad Air 2 ou iPad mini 3 ou ultérieur est requis pour utiliser cette fonction

source: Last updated
el: Τελευταία ενημέρωση
fr: Dernière mise à jour

source: Last
el: Τελευταία
fr: Dernièr

source: Back
el: Πίσω
fr: Arrière

# set_or_change_pattern
source: Set or change the pattern
el: Ορίστε ή αλλάξτε το μοτίβο
fr: Définiz ou modifiez le motif

# newEntry
source: New
el: Προσθήκη
fr: Nouvel

source: Change master password
el: Αλλαγή κύριου κωδικού
fr: Changez le mot de passe principal

# dialog_title_change_master_password
source: Change master password?
el: Αλλαγή κύριου κωδικού;

# dialog_msg_changing_master_password
source: By changing the master password you will not be able to restore database backups that were created with the current master password.
el: Αλλάζοντας τον κύριο κωδικό πρόσβασης δεν θα μπορείται να επαναφέρετε αντίγραφα ασφαλείας τα οποία δημιουργήθηκαν με τον τρέχων κωδικό πρόσβασης.
fr: En modifiant le mot de passe principal, vous ne pourrez pas restaurer les sauvegardes de base de données créées avec le mot de passe principal actuel.

# dialog_msg_changed_master_password
source: The master password has been changed.
el: Ο κύριος κωδικός άλλαξε
fr: Le mot de passe principal a été changé

source: old password
el: παλιός κωδικός
fr: Ancient mot de passe

source: new password
el: καινούριος κωδικός
fr: Nouveau mot de passe

# setNewLockPattern
source: Set new pattern
el: Ορίστε νέο μοτίβο
fr: Definis un nouveau motif

# setNewLockPattern_AlertTitle
source: New lock pattern value
el: Νέα τιμή μοτίβου κλειδώματος
fr: Nouvelle valeur de motif de verrouillage

# setNewLockPattern_AlertMessage
source: The new value will be:
el: Η νέα τιμή θα είναι:
fr: La nouvelle valeur sera

# lbl_Pattern_Title
source: Pattern for 'MyPasswords'
el: Μοτίβο για 'MyPasswords'
fr: Motif pour “Mes Mots de passe”

# lbl_Pattern_Detail
source: MyPasswords unlock
el: MyPasswords ξεκλειδώστε
fr: MyPasswords débloquent

source: Length
el: Μήκος
fr: Longueur

# password_generator_upperCase
source: Uppercase
el: Κεφαλαία
fr: Majuscule

# password_generator_lowerCase
source: Lowercase
el: Πεζά
fr: Minuscule

# password_generator_numeric
source: Numeric
el: Αριθμοί
fr: Numérique

# password_generator_specialChars
source: Special characters
el: Ειδικοί χαρακτήρες
fr: Caractères spéciaux

# alert_passgen_settings
source: A password cannot be generated if all settings are deactivated.
el: Δεν είναι δυνατή η δημιουργία κωδικού πρόσβασης όταν απενεργοποιηθούν όλες οι ρυθμίσεις.
fr: Un mot de passe ne peut pas être généré si tous les paramètres sont désactivés.

# title_password_generator
source: Password Generator
el: Γεννήτρια κωδικών

source: Repeat
el: Επαναλάβετε
fr: Répéte

# alert_self_destruct_completed_title
source: Reached max login attempts {0}
fr: Nombre maximal de tentatives de connexion
